<h1><center>Добро пожаловать!</center></h1>
<p>
<img src="/images/main.jpg" align="left" width="384" height="216">
Учреждение культуры "Витебский областной музей Героя Советского Союза Миная Филипповича Шмырева"
Витебский областной музей Героя Советского Союза Миная Филипповича Шмырева создан в Витебске согласно распоряжению Совета Министров БССР 
от 1 февраля 1966 г. и приказа Министерства культуры БССР от 24 марта 1966 г. «Об открытии и организации мемориального музея Героя Советского 
Союза М. Ф. Шмырева» как городской . Решением исполнительного комитета Витебского областного Совета депутатов трудящихся от 26 декабря 1968 г. 
городской музей преобразован в областной. Открыт 5 июля 1969 г. в дни празднования 25-летия освобождения Беларуси от немецко-фашистских захватчиков
 в здании бывшего приюта отставных чиновников имени К. Д. Голембиовского (кон. XIX — нач. XX в.). Музеем руководили И. И. Симаньков, Н. В. Семешина 
 С 2002 г. директор И. А. Шишкова.
Постоянная экспозиция о жизни и деятельности Героя Советского Союза, Почетного гражданина Витебска М. Ф. Шмырева.</p>